Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Choose a folder with one subfolder per language, such as en-US and de-DE.
ar: اختر مجلدًا يحتوي على مجلد فرعي واحد لكل لغة، مثل en-US وde-DE.
ca: Trieu una carpeta amb una subcarpeta per idioma, com ara en-US i de-DE.
cs: Vyberte složku s jednou podsložkou pro každý jazyk, například en-US a de-DE.
da: Vælg en mappe med én undermappe pr. sprog, såsom en-US og de-DE.
de: Wähle einen Ordner mit einem Unterordner pro Sprache, z. B. en-US und de-DE.
el: Επιλέξτε ένα φάκελο με έναν υποφάκελο ανά γλώσσα, όπως en-US και de-DE.
es: Elige una carpeta con una subcarpeta por idioma, como en-US y de-DE.
fa: پوشه‌ای با یک زیرپوشه برای هر زبان انتخاب کنید، مانند en-US و de-DE.
fi: Valitse kansio, jossa on yksi alikansio kieltä kohden, kuten en-US ja de-DE.
fr: Choisissez un dossier contenant un sous-dossier par langue, comme en-US et de-DE.
he: בחר תיקיה עם תיקיית משנה אחת לכל שפה, כגון en-US ו-de-DE.
hr: Odaberite mapu s jednom podmapom po jeziku, kao što su en-US i de-DE.
hu: Válasszon egy mappát nyelvenként egy almappával, például en-US és de-DE.
id: Pilih folder dengan satu subfolder per bahasa, seperti en-US dan de-DE.
it: Scegli una cartella con una sottocartella per lingua, come en-US e de-DE.
ja: 言語ごとにサブフォルダ（en-US、de-DE など）があるフォルダを選択してください。
ko: 언어별 하위 폴더(예: en-US, de-DE)가 있는 폴더를 선택하세요.
ms: Pilih folder dengan satu subfolder bagi setiap bahasa, seperti en-US dan de-DE.
nl: Kies een map met één submap per taal, zoals en-US en de-DE.
no: Velg en mappe med én undermappe per språk, for eksempel en-US og de-DE.
pl: Wybierz folder z jednym podfolderem na każdy język, np. en-US i de-DE.
pt_br: Escolha uma pasta com uma subpasta por idioma, como en-US e de-DE.
pt_pt: Escolha uma pasta com uma subpasta por idioma, como en-US e de-DE.
ro: Alegeți un folder cu un subdosar pentru fiecare limbă, cum ar fi en-US și de-DE.
ru: Выберите папку с отдельной подпапкой для каждого языка, например en-US и de-DE.
sk: Vyberte priečinok s jedným podpriečinkom pre každý jazyk, napríklad en-US a de-DE.
sl: Izberite mapo z eno podmapo na jezik, na primer en-US in de-DE.
sv: Välj en mapp med en undermapp per språk, till exempel en-US och de-DE.
th: เลือกโฟลเดอร์ที่มีหนึ่งโฟลเดอร์ย่อยต่อภาษา เช่น en-US และ de-DE
tr: Her dil için bir alt klasör içeren bir klasör seçin; örneğin en-US ve de-DE.
uk: Виберіть папку з окремою підпапкою для кожної мови, наприклад en-US і de-DE.
ur: ہر زبان میں ایک ذیلی فولڈر والا فولڈر منتخب کریں، جیسے کہ en-US اور de-DE۔
vi: Chọn một thư mục có một thư mục con cho mỗi ngôn ngữ, chẳng hạn như en-US và de-DE.
zh_hans: 选择一个每种语言各有一个子文件夹的文件夹，例如 en-US 和 de-DE。
zh_hant: 選擇每種語言各有一個子檔案夾的檔案夾，例如 en-US 和 de-DE。

source: Choose a template
ar: اختر قالبًا
ca: Trieu una plantilla
cs: Vyberte šablonu
da: Vælg en skabelon
de: Vorlage auswählen
el: Επιλέξτε ένα πρότυπο
es: Elige una plantilla
fa: یک قالب انتخاب کنید
fi: Valitse malli
fr: Choisissez un modèle
he: בחר תבנית
hr: Odaberite predložak
hu: Válasszon egy sablont
id: Pilih templat
it: Scegli un modello
ja: テンプレートを選択してください
ko: 템플릿을 선택하세요
ms: Pilih templat
nl: Kies een sjabloon
no: Velg en mal
pl: Wybierz szablon
pt_br: Escolha um modelo
pt_pt: Escolha um modelo
ro: Alegeți un șablon
ru: Выберите шаблон
sk: Vyberte šablónu
sl: Izberite predlogo
sv: Välj en mall
th: เลือกเทมเพลต
tr: Bir şablon seçin
uk: Виберіть шаблон
ur: ایک ٹیمپلیٹ کا انتخاب کریں۔
vi: Chọn một mẫu
zh_hans: 选择模板
zh_hant: 選擇範本

source: Choose a Template
ar: اختر قالبًا
ca: Trieu una plantilla
cs: Vyberte šablonu
da: Vælg en skabelon
de: Vorlage auswählen
el: Επιλέξτε ένα πρότυπο
es: Elige una plantilla
fa: یک قالب انتخاب کنید
fi: Valitse malli
fr: Choisissez un modèle
he: בחר תבנית
hr: Odaberite predložak
hu: Válasszon egy sablont
id: Pilih Templat
it: Scegli un modello
ja: テンプレートを選択してください
ko: 템플릿 선택
ms: Pilih Templat
nl: Kies een sjabloon
no: Velg en mal
pl: Wybierz szablon
pt_br: Escolha um modelo
pt_pt: Escolha um modelo
ro: Alegeți un șablon
ru: Выберите шаблон
sk: Vyberte šablónu
sl: Izberite predlogo
sv: Välj en mall
th: เลือกเทมเพลต
tr: Bir Şablon Seçin
uk: Виберіть шаблон
ur: ایک ٹیمپلیٹ کا انتخاب کریں۔
vi: Chọn một mẫu
zh_hans: 选择一个模板
zh_hant: 選擇範本

source: Choose App Store locales for %@.
ar: اختر لغة App Store لـ %1$@.
ca: Trieu App Store configuracions regionals per a %1$@.
cs: Vyberte App Store národní prostředí pro %1$@.
da: Vælg App Store lokaliteter for %1$@.
de: Wähle die App Store-Sprachen für %@.
el: Επιλέξτε App Store τοπικές ρυθμίσεις για %1$@.
es: Elige los idiomas de App Store para %@.
fa: زبان‌های App Store را برای %@ انتخاب کنید.
fi: Valitse App Store maa-asetukset kohteelle %1$@.
fr: Choisissez les langues App Store pour %@.
he: בחר App Store מקומות עבור %1$@.
hr: Odaberite App Store jezik za %1$@.
hu: Válassza ki a App Store nyelvi beállításait a %1$@ számára.
id: Pilih lokal App Store untuk %1$@.
it: Scegli le lingue App Store per %@.
ja: %@のApp Storeロケールを選択してください。
ko: %@의 App Store 로케일을 선택하세요.
ms: Pilih App Store tempat untuk %1$@.
nl: Kies App Store landinstellingen voor %1$@.
no: Velg App Store lokaliteter for %1$@.
pl: Wybierz ustawienia regionalne App Store dla %1$@.
pt_br: Escolha as localidades da App Store para %@.
pt_pt: Escolha App Store localidades para %1$@.
ro: Alegeți App Store localități pentru %1$@.
ru: Выберите языки App Store для %@.
sk: Vyberte App Store miestne nastavenia pre %1$@.
sl: Izberite jezike App Store za %1$@.
sv: Välj App Store språk för %1$@.
th: เลือก App Store ภาษาสำหรับ %1$@
tr: %@ için App Store dillerini seçin.
uk: Виберіть мови App Store для %@.
ur: %1$@ کے لیے App Store لوکلز کا انتخاب کریں۔
vi: Chọn ngôn ngữ App Store cho %1$@.
zh_hans: 请选择 %@ 的 App Store 语言。
zh_hant: 為 %@ 選擇 App Store 語言。

source: Choose File
ar: اختر ملف
ca: Trieu Fitxer
cs: Vyberte Soubor
da: Vælg Fil
de: Datei auswählen
el: Επιλέξτε Αρχείο
es: Elegir archivo
fa: انتخاب فایل
fi: Valitse Tiedosto
fr: Choisir un fichier
he: בחר קובץ
hr: Odaberite Datoteka
hu: Válassza a Fájl lehetőséget
id: Pilih File
it: Scegli file
ja: ファイルを選択
ko: 파일 선택
ms: Pilih Fail
nl: Kies Bestand
no: Velg Fil
pl: Wybierz Plik
pt_br: Escolher arquivo
pt_pt: Escolha ficheiro
ro: Alegeți Fișier
ru: Выбрать файл
sk: Vyberte Súbor
sl: Izberite Datoteka
sv: Välj Arkiv
th: เลือกไฟล์
tr: Dosya Seç
uk: Вибрати файл
ur: فائل کا انتخاب کریں۔
vi: Chọn tệp
zh_hans: 选择文件
zh_hant: 選擇檔案

source: Choose Image
ar: اختر الصورة
ca: Trieu Imatge
cs: Vyberte Obrázek
da: Vælg Billede
de: Bild auswählen
el: Επιλέξτε Εικόνα
es: Elegir imagen
fa: انتخاب تصویر
fi: Valitse Kuva
fr: Choisir une image
he: בחר תמונה
hr: Odaberite sliku
hu: Válassza a Kép lehetőséget
id: Pilih Gambar
it: Scegli immagine
ja: 画像を選択
ko: 이미지 선택
ms: Pilih Imej
nl: Kies Afbeelding
no: Velg Bilde
pl: Wybierz Obraz
pt_br: Escolher imagem
pt_pt: Escolha a imagem
ro: Alegeți Imagine
ru: Выбрать изображение
sk: Vyberte Obrázok
sl: Izberite Slika
sv: Välj Bild
th: เลือกรูปภาพ
tr: Görüntü Seç
uk: Вибрати зображення
ur: تصویر کا انتخاب کریں۔
vi: Chọn hình ảnh
zh_hans: 选择图像
zh_hant: 選擇影像

source: Choose New Variant from Row in a row's menu, then change the copy.
ar: اختر متغير جديد من صف في قائمة الصف، ثم قم بتغيير النسخة.
ca: Trieu Variant nova del menú Fila en una fila i, a continuació, canvieu la còpia.
cs: Zvolte Nová varianta z řádku v nabídce řádku a poté změňte kopii.
da: Vælg Ny variant fra række i en rækkes menu, og skift derefter kopien.
de: Wähle im Menü einer Zeile „Neue Variante aus Zeile“ und ändere dann die Kopie.
el: Επιλέξτε Νέα παραλλαγή από το μενού Σειρά σε μια σειρά και, στη συνέχεια, αλλάξτε το αντίγραφο.
es: Elige Nueva variante desde fila en el menú de una fila y luego cambia la copia.
fa: از منوی یک ردیف «نسخه جدید از ردیف» را انتخاب کنید، سپس کپی را تغییر دهید.
fi: Valitse rivivalikosta Uusi versio rivivalikosta ja muuta kopiota.
fr: Choisissez Nouvelle variante à partir de la ligne dans le menu d’une ligne, puis modifiez la copie.
he: בחר גרסה חדשה מתפריט שורה בשורה ולאחר מכן שנה את העותק.
hr: Odaberite Nova varijanta iz retka u izborniku retka, a zatim promijenite kopiju.
hu: Válassza az Új változat lehetőséget a sor menüjében, majd módosítsa a másolatot.
id: Pilih Varian Baru dari Baris di menu baris, lalu ubah salinannya.
it: Scegli Nuova variante da riga nel menu di una riga, poi modifica il testo.
ja: 行のメニューで「行から新しいバリアント」を選択し、コピーを変更してください。
ko: 행 메뉴에서 행으로 새 변형 만들기를 선택한 다음 복사본을 변경하세요.
ms: Pilih Varian Baharu daripada Baris dalam menu baris, kemudian tukar salinan.
nl: Kies Nieuwe variant uit rij in het menu van een rij en wijzig vervolgens de kopie.
no: Velg Ny variant fra rad i en rads meny, og endre deretter kopien.
pl: Wybierz opcję Nowy wariant z wiersza w menu wiersza, a następnie zmień kopię.
pt_br: Escolha Nova variante a partir da linha no menu de uma linha e depois altere a cópia.
pt_pt: Escolha Nova variante na linha no menu de uma linha e altere a cópia.
ro: Alegeți Varianta nouă din meniul Rând dintr-un rând, apoi modificați copia.
ru: Выберите «Новый вариант из строки» в меню строки, затем измените текст.
sk: V ponuke riadka vyberte položku Nový variant z riadka a potom zmeňte kópiu.
sl: Izberite Nova različica iz vrstice v meniju vrstice in nato spremenite kopijo.
sv: Välj Ny variant från rad i en rads meny och ändra sedan kopian.
th: เลือกรูปแบบใหม่จากแถวในเมนูของแถว จากนั้นเปลี่ยนสำเนา
tr: Bir satırın menüsünden Satırdan Yeni Varyant'ı seçin, ardından metni değiştirin.
uk: Виберіть «Новий варіант із рядка» в меню рядка, а потім змініть копію.
ur: قطار کے مینو میں قطار سے نیا متغیر منتخب کریں، پھر کاپی تبدیل کریں۔
vi: Chọn Biến thể mới từ Hàng trong menu của hàng, sau đó thay đổi bản sao.
zh_hans: 在行菜单中选择“从行新建变体”，然后修改文案。
zh_hant: 在列選單中選擇「從列建立新變體」，然後更改文案。

source: Choose or Drop Image
ar: اختر أو أسقط الصورة
ca: Trieu o deixeu anar la imatge
cs: Vyberte nebo přetáhněte obrázek
da: Vælg eller slip billede
de: Bild auswählen oder ablegen
el: Επιλέξτε ή αποθέστε εικόνα
es: Elige o suelta una imagen
fa: انتخاب یا رها کردن تصویر
fi: Valitse tai pudota kuva
fr: Choisir ou déposer une image
he: בחר או שחרר תמונה
hr: Odaberite ili ispustite sliku
hu: Válassza ki vagy dobja el a képet
id: Pilih atau Jatuhkan Gambar
it: Scegli o rilascia un'immagine
ja: 画像を選択またはドロップ
ko: 이미지 선택 또는 드롭
ms: Pilih atau Jatuhkan Imej
nl: Kies of zet een afbeelding neer
no: Velg eller slipp bilde
pl: Wybierz lub upuść obraz
pt_br: Escolher ou soltar imagem
pt_pt: Escolha ou solte a imagem
ro: Alegeți sau aruncați imaginea
ru: Выберите или перетащите изображение
sk: Vyberte alebo pustite obrázok
sl: Izberite ali spustite sliko
sv: Välj eller släpp bild
th: เลือกหรือวางรูปภาพ
tr: Görüntü Seçin veya Bırakın
uk: Виберіть або перетягніть зображення
ur: تصویر کو منتخب کریں یا ڈراپ کریں۔
vi: Chọn hoặc thả hình ảnh
zh_hans: 选择或拖入图像
zh_hant: 選擇或拖放影像

source: Choose the app and platform to test
ar: اختر التطبيق والنظام الأساسي للاختبار
ca: Trieu l'aplicació i la plataforma per provar
cs: Vyberte aplikaci a platformu, kterou chcete otestovat
da: Vælg den app og platform, du vil teste
de: Wähle die App und Plattform für den Test
el: Επιλέξτε την εφαρμογή και την πλατφόρμα για δοκιμή
es: Elige la app y la plataforma que quieres probar
fa: برنامه و پلتفرم مورد آزمایش را انتخاب کنید
fi: Valitse testattava sovellus ja alusta
fr: Choisissez l’app et la plateforme à tester
he: בחר את האפליקציה והפלטפורמה לבדיקה
hr: Odaberite aplikaciju i platformu za testiranje
hu: Válassza ki a tesztelni kívánt alkalmazást és platformot
id: Pilih aplikasi dan platform yang akan diuji
it: Scegli l'app e la piattaforma da testare
ja: テストするアプリとプラットフォームを選択
ko: 테스트할 앱과 플랫폼을 선택하세요
ms: Pilih apl dan platform untuk diuji
nl: Kies de app en het platform dat u wilt testen
no: Velg appen og plattformen du vil teste
pl: Wybierz aplikację i platformę do przetestowania
pt_br: Escolha o app e a plataforma para testar
pt_pt: Escolha o aplicativo e a plataforma para testar
ro: Alegeți aplicația și platforma de testat
ru: Выберите приложение и платформу для теста
sk: Vyberte aplikáciu a platformu na testovanie
sl: Izberite aplikacijo in platformo za testiranje
sv: Välj appen och plattformen att testa
th: เลือกแอปและแพลตฟอร์มที่จะทดสอบ
tr: Test edilecek uygulamayı ve platformu seçin
uk: Виберіть програму й платформу для тесту
ur: جانچنے کے لیے ایپ اور پلیٹ فارم کا انتخاب کریں۔
vi: Chọn ứng dụng và nền tảng để kiểm tra
zh_hans: 选择要测试的 App 和平台
zh_hant: 選擇要測試的 App 和平台

source: Choose the App Store locale for %@.
ar: اختر لغة App Store لـ %1$@.
ca: Trieu la configuració regional de App Store per a %1$@.
cs: Vyberte národní prostředí App Store pro %1$@.
da: Vælg App Store lokalitet for %1$@.
de: Wähle die App Store-Sprache für %@.
el: Επιλέξτε την τοπική ρύθμιση App Store για το %1$@.
es: Elige el idioma de App Store para %@.
fa: زبان App Store را برای %@ انتخاب کنید.
fi: Valitse App Store maa-asetus kohteelle %1$@.
fr: Choisissez la langue App Store pour %@.
he: בחר את המקום App Store עבור %1$@.
hr: Odaberite App Store jezik za %1$@.
hu: Válassza ki a App Store nyelvi beállítást a %1$@ számára.
id: Pilih lokal App Store untuk %1$@.
it: Scegli la lingua App Store per %@.
ja: %@のApp Storeロケールを選択してください。
ko: %@의 App Store 로케일을 선택하세요.
ms: Pilih tempat App Store untuk %1$@.
nl: Kies de landinstelling App Store voor %1$@.
no: Velg lokaliteten App Store for %1$@.
pl: Wybierz ustawienia regionalne App Store dla %1$@.
pt_br: Escolha a localidade da App Store para %@.
pt_pt: Escolha a localidade App Store para %1$@.
ro: Alegeți localitatea App Store pentru %1$@.
ru: Выберите язык App Store для %@.
sk: Vyberte App Store miestne nastavenie pre %1$@.
sl: Izberite jezik App Store za %1$@.
sv: Välj språket App Store för %1$@.
th: เลือกภาษา App Store สำหรับ %1$@
tr: %@ için App Store dilini seçin.
uk: Виберіть мову App Store для %@.
ur: %1$@ کے لیے App Store لوکیل کا انتخاب کریں۔
vi: Chọn ngôn ngữ App Store cho %1$@.
zh_hans: 请选择 %@ 的 App Store 语言。
zh_hant: 為 %@ 選擇 App Store 語言。

source: Choose the app to upload to
ar: اختر التطبيق المراد التحميل عليه
ca: Trieu l'aplicació a la qual voleu pujar
cs: Vyberte aplikaci, do které chcete nahrát
da: Vælg den app, du vil uploade til
de: Wähle die App, in die hochgeladen werden soll
el: Επιλέξτε την εφαρμογή στην οποία θα ανεβάσετε
es: Elige la app a la que subir
fa: برنامه‌ای را که می‌خواهید در آن آپلود کنید انتخاب کنید
fi: Valitse sovellus, johon haluat ladata
fr: Choisissez l'app de destination
he: בחר את האפליקציה שאליה תעלה
hr: Odaberite aplikaciju u koju želite učitati
hu: Válassza ki a feltölteni kívánt alkalmazást
id: Pilih aplikasi untuk diunggah
it: Scegli l'app su cui caricare
ja: アップロード先のアプリを選択
ko: 업로드할 앱을 선택하세요
ms: Pilih apl untuk dimuat naik
nl: Kies de app waarnaar u wilt uploaden
no: Velg appen du vil laste opp til
pl: Wybierz aplikację, do której chcesz przesłać
pt_br: Escolha o aplicativo de destino
pt_pt: Escolha o aplicativo para carregar
ro: Alegeți aplicația în care să o încărcați
ru: Выберите приложение для загрузки
sk: Vyberte aplikáciu, do ktorej chcete nahrať
sl: Izberite aplikacijo, v katero želite naložiti
sv: Välj appen att ladda upp till
th: เลือกแอปที่จะอัปโหลดไป
tr: Yüklenecek uygulamayı seçin
uk: Виберіть програму для вивантаження
ur: اپ لوڈ کرنے کے لیے ایپ کا انتخاب کریں۔
vi: Chọn ứng dụng để tải lên
zh_hans: 选择要上传到的 App
zh_hant: 選擇要上傳的 App

source: Choose the experiment and what goes into it
ar: اختر التجربة وما يدخل فيها
ca: Trieu l'experiment i què hi ha
cs: Vyberte experiment a co do něj patří
da: Vælg eksperimentet og hvad der skal ind i det
de: Wähle das Experiment und seinen Inhalt
el: Επιλέξτε το πείραμα και τι περιλαμβάνει
es: Elige el experimento y qué incluye
fa: آزمایش و محتوای آن را انتخاب کنید
fi: Valitse koe ja mitä siihen sisältyy
fr: Choisissez l’expérience et son contenu
he: בחר את הניסוי ומה נכנס אליו
hr: Odaberite eksperiment i ono što ulazi u njega
hu: Válassza ki a kísérletet és azt, hogy mi kerül bele
id: Pilih eksperimen dan apa yang terlibat di dalamnya
it: Scegli l'esperimento e cosa includervi
ja: 実験とその内容を選択
ko: 실험과 포함할 내용을 선택하세요
ms: Pilih percubaan dan perkara yang masuk ke dalamnya
nl: Kies het experiment en wat erin gaat
no: Velg eksperimentet og hva som skal inn i det
pl: Wybierz eksperyment i jego elementy
pt_br: Escolha o experimento e o que ele inclui
pt_pt: Escolha o experimento e o que ele contém
ro: Alegeți experimentul și ce include el
ru: Выберите эксперимент и его содержимое
sk: Vyberte experiment a to, čo k nemu patrí
sl: Izberite poskus in kaj vanj spada
sv: Välj experimentet och vad som ingår i det
th: เลือกการทดสอบและสิ่งที่จะเข้าร่วม
tr: Deneyi ve içine neyin gireceğini seçin
uk: Виберіть експеримент і що до нього ввійде
ur: تجربہ منتخب کریں اور اس میں کیا جاتا ہے۔
vi: Chọn thử nghiệm và những gì diễn ra trong đó
zh_hans: 选择实验及其内容
zh_hant: 選擇實驗及其包含的內容

source: Choose what to upload
ar: اختر ما تريد تحميله
ca: Tria què vols penjar
cs: Vyberte, co chcete nahrát
da: Vælg, hvad du vil uploade
de: Wähle aus, was hochgeladen werden soll
el: Επιλέξτε τι θα ανεβάσετε
es: Elige qué subir
fa: انتخاب کنید چه چیزی آپلود شود
fi: Valitse, mitä haluat ladata
fr: Choisissez les éléments à envoyer
he: בחר מה להעלות
hr: Odaberite što želite prenijeti
hu: Válassza ki, hogy mit szeretne feltölteni
id: Pilih apa yang akan diunggah
it: Scegli cosa caricare
ja: アップロードする内容を選択
ko: 업로드할 항목 선택
ms: Pilih perkara yang hendak dimuat naik
nl: Kies wat je wilt uploaden
no: Velg hva du vil laste opp
pl: Wybierz, co chcesz przesłać
pt_br: Escolha o que enviar
pt_pt: Escolha o que enviar
ro: Alegeți ce să încărcați
ru: Выберите, что загрузить
sk: Vyberte, čo chcete nahrať
sl: Izberite, kaj želite naložiti
sv: Välj vad du vill ladda upp
th: เลือกสิ่งที่จะอัปโหลด
tr: Neyin yükleneceğini seçin
uk: Виберіть, що вивантажити
ur: منتخب کریں کہ کیا اپ لوڈ کرنا ہے۔
vi: Chọn nội dung để tải lên
zh_hans: 选择要上传的内容
zh_hant: 選擇要上傳的內容

source: Choose which versions to update
ar: اختر الإصدارات التي تريد تحديثها
ca: Trieu quines versions voleu actualitzar
cs: Vyberte, které verze chcete aktualizovat
da: Vælg, hvilke versioner der skal opdateres
de: Wähle die Versionen, die aktualisiert werden sollen
el: Επιλέξτε ποιες εκδόσεις θα ενημερώσετε
es: Elige qué versiones actualizar
fa: انتخاب کنید کدام نسخه‌ها به‌روزرسانی شوند
fi: Valitse päivitettävät versiot
fr: Choisissez les versions à mettre à jour
he: בחר אילו גרסאות לעדכן
hr: Odaberite koje verzije želite ažurirati
hu: Válassza ki, mely verziókat szeretné frissíteni
id: Pilih versi mana yang akan diperbarui
it: Scegli quali versioni aggiornare
ja: 更新するバージョンを選択
ko: 업데이트할 버전을 선택하세요
ms: Pilih versi yang hendak dikemas kini
nl: Kies welke versies u wilt updaten
no: Velg hvilke versjoner som skal oppdateres
pl: Wybierz wersje do aktualizacji
pt_br: Escolha quais versões atualizar
pt_pt: Escolha quais versões atualizar
ro: Alegeți ce versiuni să actualizați
ru: Выберите версии для обновления
sk: Vyberte verzie, ktoré chcete aktualizovať
sl: Izberite, katere različice želite posodobiti
sv: Välj vilka versioner som ska uppdateras
th: เลือกเวอร์ชันที่จะอัปเดต
tr: Hangi sürümlerin güncelleneceğini seçin
uk: Виберіть версії для оновлення
ur: منتخب کریں کہ کون سے ورژن کو اپ ڈیٹ کرنا ہے۔
vi: Chọn phiên bản nào để cập nhật
zh_hans: 选择要更新的版本
zh_hant: 選擇要更新的版本

source: Choose…
ar: اختر…
ca: Tria…
cs: Vyberte si…
da: Vælg…
de: Auswählen…
el: Επιλέξτε…
es: Elegir…
fa: انتخاب…
fi: Valitse…
fr: Choisir…
he: בחר…
hr: Odaberite...
hu: Válassz…
id: Pilih…
it: Scegli…
ja: 選択…
ko: 선택…
ms: Pilih…
nl: Kies…
no: Velg...
pl: Wybierz…
pt_br: Escolher…
pt_pt: Escolha…
ro: alege…
ru: Выбрать…
sk: Vyberte si…
sl: Izberite ...
sv: Välj...
th: เลือก...
tr: Seç…
uk: Вибрати…
ur: منتخب کریں…
vi: Chọn…
zh_hans: 选择…
zh_hant: 選擇…

source: Circle
ar: دائرة
ca: Cercle
cs: Kruh
da: Cirkel
de: Kreis
el: Κύκλος
es: Círculo
fa: دایره
fi: Ympyrä
fr: Cercle
he: מעגל
hr: krug
hu: Kör
id: Lingkaran
it: Cerchio
ja: 円
ko: 원
ms: Bulatan
nl: Cirkel
no: Sirkel
pl: Okrąg
pt_br: Círculo
pt_pt: Círculo
ro: Cercul
ru: Круг
sk: Kruh
sl: krog
sv: Cirkel
th: วงกลม
tr: Daire
uk: Коло
ur: دائرہ
vi: Vòng tròn
zh_hans: 圆形
zh_hant: 圓形

source: Circles
ar: الدوائر
ca: Cercles
cs: Kruhy
da: Cirkler
de: Kreise
el: Κύκλοι
es: Círculos
fa: دایره‌ها
fi: Piirit
fr: Cercles
he: מעגלים
hr: Krugovi
hu: Körök
id: lingkaran
it: Cerchi
ja: 円
ko: 원
ms: Kalangan
nl: Cirkels
no: Sirkler
pl: Kręgi
pt_br: Círculos
pt_pt: Círculos
ro: Cercuri
ru: Круги
sk: Kruhy
sl: Krogi
sv: Cirklar
th: แวดวง
tr: Daireler
uk: Кола
ur: حلقے
vi: Vòng kết nối
zh_hans: 圆形
zh_hant: 圓形

source: Clear App Store Connect credentials?
ar: هل تريد مسح بيانات الاعتماد App Store Connect؟
ca: Vols esborrar les credencials de App Store Connect?
cs: Vymazat App Store Connect přihlašovací údaje?
da: Vil du slette App Store Connect loginoplysninger?
de: App Store Connect-Anmeldedaten löschen?
el: Διαγραφή App Store Connect διαπιστευτηρίων;
es: ¿Borrar las credenciales de App Store Connect?
fa: اطلاعات کاربری App Store Connect پاک شود؟
fi: Tyhjennetäänkö App Store Connect kirjautumistiedot?
fr: Effacer les identifiants App Store Connect ?
he: לנקות את פרטי הכניסה של App Store Connect?
hr: Očistiti App Store Connect vjerodajnice?
hu: Törli a App Store Connect hitelesítő adatait?
id: Hapus kredensial App Store Connect?
it: Cancellare le credenziali di App Store Connect?
ja: App Store Connect の認証情報を消去しますか？
ko: App Store Connect 자격 증명을 삭제하시겠습니까?
ms: Kosongkan bukti kelayakan App Store Connect?
nl: App Store Connect-inloggegevens wissen?
no: Vil du slette App Store Connect legitimasjon?
pl: Wyczyścić dane uwierzytelniające App Store Connect?
pt_br: Limpar as credenciais do App Store Connect?
pt_pt: Limpar credenciais de App Store Connect?
ro: Ștergeți acreditările App Store Connect?
ru: Удалить учетные данные App Store Connect?
sk: Vymazať App Store Connect poverenia?
sl: Želite počistiti poverilnice App Store Connect?
sv: Rensa App Store Connect användaruppgifter?
th: ล้างข้อมูลประจำตัว App Store Connect หรือไม่
tr: App Store Connect kimlik bilgileri temizlensin mi?
uk: Очистити облікові дані App Store Connect?
ur: App Store Connect اسناد کو صاف کریں؟
vi: Xóa thông tin xác thực App Store Connect?
zh_hans: 要清除 App Store Connect 凭证吗？
zh_hant: 要清除 App Store Connect 憑證嗎？

source: Clear App Store Connect Credentials…
ar: مسح بيانات الاعتماد App Store Connect...
ca: Esborra les credencials de App Store Connect...
cs: Vymazat App Store Connect přihlašovací údaje…
da: Ryd App Store Connect legitimationsoplysninger...
de: App Store Connect Anmeldeinformationen löschen…
el: Διαγραφή App Store Connect διαπιστευτηρίων…
es: Borrar credenciales de App Store Connect…
fa: پاک کردن App Store Connect اعتبار…
fi: Tyhjennä App Store Connect kirjautumistiedot…
fr: Effacer les App Store Connect informations d'identification…
he: נקה אישורי App Store Connect...
hr: Obriši App Store Connect vjerodajnice...
hu: A App Store Connect hitelesítő adatainak törlése…
id: Hapus App Store Connect Kredensial…
ja: App Store Connect 認証情報をクリア…
ko: App Store Connect 자격 증명 지우기…
ms: Kosongkan Bukti kelayakan App Store Connect…
nl: Wis App Store Connect inloggegevens…
no: Slett App Store Connect legitimasjon...
pl: Wyczyść App Store Connect dane uwierzytelniające…
pt_br: Limpar credenciais App Store Connect…
pt_pt: Limpar credenciais App Store Connect…
ro: Ștergeți acreditările App Store Connect...
sk: Vymazať App Store Connect poverenia…
sl: Počisti App Store Connect poverilnice …
sv: Rensa App Store Connect användaruppgifter...
th: ล้างข้อมูลรับรอง App Store Connect...
ur: App Store Connect اسناد صاف کریں…
vi: Xóa thông tin xác thực App Store Connect…
zh_hans: 清除 App Store Connect 凭证...
